Repository: Bitboy7/django-custom-admin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, pt

source: Panel de Control
de: Dashboard
fr: Tableau de Bord
pt: Painel de Controle

source: Total Gastos
de: Gesamtausgaben
fr: Total Dépenses
pt: Total Despesas

source: vs mes anterior
de: vs Vormonat
fr: vs mois précédent
pt: vs mês anterior

source: Total Ventas
de: Gesamtumsatz
fr: Total Ventes
pt: Total Vendas

source: Total Compras
de: Gesamteinkäufe
fr: Total Achats

source: Balance Neto
de: Nettosaldo
fr: Solde Net
pt: Saldo Líquido

source: Ventas - Gastos - Compras
de: Verkäufe - Ausgaben - Einkäufe
fr: Ventes - Dépenses - Achats
pt: Vendas - Despesas - Compras

source: Gastos por Categoría
de: Ausgaben nach Kategorie
fr: Dépenses par Catégorie
pt: Despesas por Categoria

source: Tendencias Mensuales
de: Monatliche Trends
fr: Tendances Mensuelles
pt: Tendências Mensais

source: Actividad Reciente
de: Letzte Aktivität
fr: Activité Récente
pt: Atividade Recente

source: No hay actividad reciente
de: Keine aktuelle Aktivität
fr: Aucune activité récente
pt: Nenhuma atividade recente

source: Accesos Rápidos
de: Schnellzugriff
fr: Accès Rapide
pt: Acesso Rápido

source: Nuevo Gasto
de: Neue Ausgabe
fr: Nouvelle Dépense
pt: Nova Despesa

source: Nueva Venta
de: Neuer Verkauf
fr: Nouvelle Vente
pt: Nova Venda

source: Nueva Compra
de: Neuer Einkauf
fr: Nouvel Achat
pt: Nova Compra

source: Ver Balances
de: Salden Anzeigen
fr: Voir Soldes
pt: Ver Saldos

source: Información del Sistema
de: Systeminformationen
fr: Informations Système
pt: Informações do Sistema

source: Versión
de: Version
fr: Version
pt: Versão

source: Total Usuarios
de: Benutzer Gesamt
fr: Total Utilisateurs
pt: Total Usuários

source: Última Actualización
de: Letzte Aktualisierung
fr: Dernière Mise à Jour
pt: Última Atualização
